Repository: maelgangloff/domain-watchdog
Catalog: translations/*.po
Languages: de, es, fr, sv

source: This status code indicates that a request to create your domain has been received and is being processed.
de: Dieser Statuscode zeigt an, dass eine Anfrage zum Erstellen Ihrer Domäne eingegangen ist und bearbeitet wird.
es: Este código de estado indica que se ha recibido una solicitud para crear su dominio y que esta se está procesando.
fr: Ce code d'état indique qu'une demande de création de votre domaine a été reçue et est en cours de traitement.
sv: Denna statuskod indikerar att en begäran om att skapa din domän har mottagits och behandlas.

source: This status code indicates that a request to renew your domain has been received and is being processed.
de: Dieser Statuscode zeigt an, dass eine Anfrage zur Verlängerung Ihrer Domain eingegangen ist und bearbeitet wird.
es: Este código de estado indica que se ha recibido una solicitud de renovación de su dominio y que esta se está procesando.
fr: Ce code d'état indique qu'une demande de renouvellement de votre domaine a été reçue et est en cours de traitement.
sv: Denna statuskod indikerar att en begäran om att förnya din domän har mottagits och behandlas.

source: This status code indicates that a request to transfer your domain to a new registrar has been received and is being processed.
de: Dieser Statuscode zeigt an, dass eine Anfrage zum Übertragen Ihrer Domain an einen neuen Registrar eingegangen ist und bearbeitet wird.
es: Este código de estado indica que se ha recibido una solicitud para transferir su dominio a un nuevo registrador y que esta se está procesando.
fr: Ce code d'état indique qu'une demande de transfert de votre domaine vers un nouveau bureau d'enregistrement a été reçue et est en cours de traitement.
sv: Denna statuskod indikerar att en begäran om att överföra din domän till en ny registrar har mottagits och behandlas.

source: This status code indicates that a request to update your domain has been received and is being processed.
de: Dieser Statuscode zeigt an, dass eine Anfrage zum Aktualisieren Ihrer Domäne eingegangen ist und bearbeitet wird.
es: Este código de estado indica que se ha recibido una solicitud para actualizar su dominio y que esta se está procesando.
fr: Ce code d'état indique qu'une demande de mise à jour de votre domaine a été reçue et est en cours de traitement.
sv: Denna statuskod indikerar att en begäran om att uppdatera din domän har mottagits och behandlas.

source: This status code may be mixed with redemptionPeriod or pendingRestore. In such case, depending on the status (i.e. redemptionPeriod or pendingRestore) set in the domain name, the corresponding description presented above applies. If this status is not combined with the redemptionPeriod or pendingRestore status, the pendingDelete status code indicates that your domain has been in redemptionPeriod status for 30 days and you have not restored it within that 30-day period. Your domain will remain in this status for several days, after which time your domain will be purged and dropped from the registry database. Once deletion occurs, the domain is available for re-registration in accordance with the registry's policies.
de: Dieser Statuscode kann mit „redemptionPeriod“ oder „pendingRestore“ kombiniert werden. In diesem Fall gilt je nach dem im Domänennamen festgelegten Status (d. h. „redemptionPeriod“ oder „pendingRestore“) die entsprechende oben dargestellte Beschreibung. Wenn dieser Status nicht mit dem Status „redemptionPeriod“ oder „pendingRestore“ kombiniert wird, zeigt der Statuscode „pendingDelete“ an, dass sich Ihre Domäne 30 Tage lang im Status „redemptionPeriod“ befunden hat und Sie sie innerhalb dieses 30-tägigen Zeitraums nicht wiederhergestellt haben. Ihre Domäne bleibt mehrere Tage in diesem Status. Danach wird sie gelöscht und aus der Registrierungsdatenbank entfernt. Nach der Löschung ist die Domäne gemäß den Richtlinien der Registrierung für eine erneute Registrierung verfügbar.
es: Este código de estado puede combinarse con redemptionPeriod o pendingRestore. En tal caso, según el estado (redemptionPeriod o pendingRestore) establecido en el nombre de dominio, se aplicará la descripción correspondiente presentada anteriormente. Si este estado no se combina con redemptionPeriod ni pendingRestore, el código de estado pendingDelete indica que su dominio ha estado en estado redemptionPeriod durante 30 días y no lo ha restaurado dentro de ese período. Su dominio permanecerá en este estado durante varios días, tras los cuales será eliminado de la base de datos del registro. Una vez eliminado, el dominio estará disponible para su reinscripción de acuerdo con las políticas del registro.
fr: Ce code d'état peut être combiné avec redemptionPeriod ou pendingRestore. Dans ce cas, en fonction de l'état (c'est-à-dire redemptionPeriod ou pendingRestore) défini dans le nom de domaine, la description correspondante présentée ci-dessus s'applique. Si cet état n'est pas combiné avec l'état redemptionPeriod ou pendingRestore, le code d'état pendingDelete indique que votre domaine est dans l'état redemptionPeriod depuis 30 jours et que vous ne l'avez pas restauré au cours de cette période de 30 jours. Votre domaine restera dans cet état pendant plusieurs jours, après quoi il sera purgé et supprimé de la base de données du registre. Une fois la suppression effectuée, le domaine est disponible pour un réenregistrement conformément aux politiques du registre.
sv: Denna statuskod kan blandas med redemptionPeriod eller pendingRestore. I sådana fall, beroende på statusen (dvs. redemptionPeriod eller pendingRestore) som angetts i domännamnet, gäller motsvarande beskrivning ovan. Om denna status inte kombineras med redemptionPeriod- eller pendingRestore-statusen, indikerar pendingDelete-statuskoden att din domän har haft redemptionPeriod-status i 30 dagar och att du inte har återställt den inom den 30-dagarsperioden. Din domän kommer att behålla denna status i flera dagar, varefter din domän kommer att rensas och tas bort från registerdatabasen. När borttagningen sker är domänen tillgänglig för omregistrering i enlighet med registrets policyer.

source: This grace period is provided after the initial registration of a domain name. If the registrar deletes the domain name during this period, the registry may provide credit to the registrar for the cost of the registration.
de: Diese Nachfrist gilt nach der ersten Registrierung eines Domänennamens. Wenn der Registrar den Domänennamen während dieser Frist löscht, kann das Register dem Registrar die Kosten für die Registrierung gutschreiben.
es: Este período de gracia se otorga tras el registro inicial de un nombre de dominio. Si el registrador elimina el nombre de dominio durante este período, el registro puede abonar al registrador el coste del registro.
fr: Cette période de grâce est accordée après l'enregistrement initial d'un nom de domaine. Si le bureau d'enregistrement supprime le nom de domaine pendant cette période, le registre peut lui accorder un crédit correspondant au coût de l'enregistrement.
sv: Denna respitperiod ges efter den första registreringen av ett domännamn. Om registraren tar bort domännamnet under denna period kan registret ge kredit till registraren för kostnaden för registreringen.

source: This grace period is provided after a domain name registration period expires and is extended (renewed) automatically by the registry. If the registrar deletes the domain name during this period, the registry provides a credit to the registrar for the cost of the renewal.
de: Diese Nachfrist gilt nach Ablauf der Registrierungsfrist für einen Domänennamen und wird vom Register automatisch verlängert (erneuert). Wenn der Registrar den Domänennamen während dieser Frist löscht, schreibt das Register dem Registrar die Kosten für die Erneuerung gut.
es: Este período de gracia se otorga tras la expiración del período de registro de un nombre de dominio y se extiende (renueva) automáticamente por el registro. Si el registrador elimina el nombre de dominio durante este período, el registro le abona el costo de la renovación.
fr: Cette période de grâce est accordée après l'expiration de la période d'enregistrement d'un nom de domaine et est prolongée (renouvelée) automatiquement par le registre. Si le bureau d'enregistrement supprime le nom de domaine pendant cette période, le registre fournit un crédit au bureau d'enregistrement pour le coût du renouvellement.
sv: Denna respitperiod ges efter att en domännamnsregistreringsperiod har löpt ut och förlängs (förnyas) automatiskt av registret. Om registraren tar bort domännamnet under denna period ger registret en kredit till registraren för kostnaden för förnyelsen.

source: This status code tells your domain's registry to reject requests to delete the domain.
de: Dieser Statuscode weist die Registrierungsstelle Ihrer Domain an, Anfragen zum Löschen der Domain abzulehnen.
es: Este código de estado indica al registro de su dominio que rechace las solicitudes para eliminar el dominio.
fr: Ce code d'état indique au registre de votre domaine de rejeter les demandes de suppression du domaine.
sv: Denna statuskod anger att din domäns register ska avvisa förfrågningar om att ta bort domänen.

source: This status code tells your domain's registry to not activate your domain in the DNS and as a consequence, it will not resolve. It is an uncommon status that is usually enacted during legal disputes, non-payment, or when your domain is subject to deletion.
de: Dieser Statuscode weist die Registrierungsstelle Ihrer Domain an, Ihre Domain nicht im DNS zu aktivieren und sie daher nicht aufzulösen. Dies ist ein ungewöhnlicher Status, der normalerweise bei Rechtsstreitigkeiten, Nichtzahlung oder wenn Ihre Domain gelöscht werden soll, in Kraft tritt.
es: Este código de estado indica al registro de tu dominio que no lo active en el DNS y, por lo tanto, no se resolverá. Es un estado poco común que suele activarse durante disputas legales, impagos o cuando tu dominio está sujeto a eliminación.
fr: Ce code d'état indique au registre de votre domaine de ne pas activer votre domaine dans le DNS et, par conséquent, il ne sera pas résolu. Il s'agit d'un statut peu courant qui est généralement appliqué en cas de litige, de non-paiement ou lorsque votre domaine est susceptible d'être supprimé.
sv: Denna statuskod anger att din domäns register inte ska aktivera din domän i DNS och att den därför inte kommer att lösas. Det är en ovanlig status som vanligtvis uppstår vid juridiska tvister, utebliven betalning eller när din domän är föremål för radering.

source: This status code tells your domain's registry to reject requests to renew your domain. It is an uncommon status that is usually enacted during legal disputes or when your domain is subject to deletion.
de: Dieser Statuscode weist die Registrierungsstelle Ihrer Domain an, Anfragen zur Verlängerung Ihrer Domain abzulehnen. Dies ist ein ungewöhnlicher Status, der normalerweise bei Rechtsstreitigkeiten oder wenn Ihre Domain gelöscht werden soll, vergeben wird.
es: Este código de estado indica al registro de su dominio que rechace las solicitudes de renovación. Es un estado poco común que suele activarse durante disputas legales o cuando su dominio está sujeto a eliminación.
fr: Ce code d'état indique au registre de votre domaine de rejeter les demandes de renouvellement de votre domaine. Il s'agit d'un statut peu courant qui est généralement appliqué en cas de litige ou lorsque votre domaine est susceptible d'être supprimé.
sv: Denna statuskod anger att din domäns register ska avvisa förfrågningar om att förnya din domän. Det är en ovanlig status som vanligtvis uppstår vid juridiska tvister eller när din domän är föremål för radering.

source: This status code tells your domain's registry to reject requests to transfer the domain from your current registrar to another.
de: Dieser Statuscode weist die Registrierungsstelle Ihrer Domain an, Anfragen zur Übertragung der Domain von Ihrem aktuellen Registrar zu einem anderen abzulehnen.
es: Este código de estado indica al registro de su dominio que rechace las solicitudes de transferencia del dominio desde su registrador actual a otro.
fr: Ce code d'état indique au registre de votre domaine de rejeter les demandes de transfert du domaine de votre bureau d'enregistrement actuel vers un autre.
sv: Denna statuskod anger att din domäns register ska avvisa förfrågningar om att överföra domänen från din nuvarande registrar till en annan.

source: This status code tells your domain's registry to reject requests to update the domain.
de: Dieser Statuscode weist die Registrierungsstelle Ihrer Domäne an, Anfragen zur Aktualisierung der Domäne abzulehnen.
es: Este código de estado indica al registro de su dominio que rechace las solicitudes de actualización del dominio.
fr: Ce code d'état indique au registre de votre domaine de rejeter les demandes de mise à jour du domaine.
sv: Denna statuskod anger att din domäns register ska avvisa förfrågningar om att uppdatera domänen.

source: This status code indicates that your registrar has asked the registry to restore your domain that was in redemptionPeriod status. Your registry will hold the domain in this status while waiting for your registrar to provide required restoration documentation. If your registrar fails to provide documentation to the registry operator within a set time period to confirm the restoration request, the domain will revert to redemptionPeriod status.
de: Dieser Statuscode zeigt an, dass Ihre Registrierstelle die Registrierstelle gebeten hat, Ihre Domäne, die sich im Status redemptionPeriod befand, wiederherzustellen. Ihre Registrierstelle hält die Domäne in diesem Status, während sie darauf wartet, dass Ihre Registrierstelle die erforderlichen Wiederherstellungsunterlagen vorlegt. Wenn Ihre Registrierstelle dem Betreiber des Registers innerhalb einer bestimmten Frist keine Unterlagen zur Bestätigung des Wiederherstellungsantrags vorlegt, wird die Domäne wieder in den Status redemptionPeriod versetzt.
es: Este código de estado indica que su registrador ha solicitado al registro que restaure su dominio, que se encontraba en estado de "Periodo de redención". El registro mantendrá el dominio en este estado mientras espera que su registrador proporcione la documentación necesaria para la restauración. Si su registrador no proporciona la documentación al operador del registro dentro del plazo establecido para confirmar la solicitud de restauración, el dominio volverá al estado de "Periodo de redención".
fr: Ce code d'état indique que votre bureau d'enregistrement a demandé au registre de restaurer votre domaine qui était en statut redemptionPeriod. Votre registre conservera le domaine dans cet état en attendant que votre bureau d'enregistrement fournisse les documents de restauration requis. Si votre bureau d'enregistrement ne fournit pas les documents à l'opérateur de registre dans un délai défini pour confirmer la demande de restauration, le domaine reviendra au statut redemptionPeriod.
sv: Denna statuskod indikerar att din registrar har bett registret att återställa din domän som hade statusen redemptionPeriod. Ditt register kommer att hålla domänen i denna status medan de väntar på att din registrar tillhandahåller nödvändig återställningsdokumentation. Om din registrar inte tillhandahåller dokumentation till registeroperatören inom en viss tidsperiod för att bekräfta återställningsbegäran, återgår domänen till redemptionPeriod-status.

source: This status code indicates that your registrar has asked the registry to delete your domain. Your domain will be held in this status for 30 days. After five calendar days following the end of the redemptionPeriod, your domain is purged from the registry database and becomes available for registration.
de: Dieser Statuscode zeigt an, dass Ihr Registrar die Registrierungsstelle gebeten hat, Ihre Domain zu löschen. Ihre Domain wird 30 Tage lang in diesem Status gehalten. Fünf Kalendertage nach Ende der Rücknahmefrist wird Ihre Domain aus der Registrierungsdatenbank gelöscht und steht zur Registrierung zur Verfügung.
es: Este código de estado indica que su registrador ha solicitado al registro que elimine su dominio. Su dominio permanecerá en este estado durante 30 días. Transcurridos cinco días naturales desde la finalización del período de redención, su dominio se eliminará de la base de datos del registro y estará disponible para su registro.
fr: Ce code d'état indique que votre bureau d'enregistrement a demandé au registre de supprimer votre domaine. Votre domaine sera maintenu dans ce statut pendant 30 jours. Cinq jours calendaires après la fin de la période de rédemption, votre domaine est supprimé de la base de données du registre et redevient disponible à l'enregistrement.
sv: Denna statuskod indikerar att din registrar har bett registret att ta bort din domän. Din domän kommer att behålla denna status i 30 dagar. Fem kalenderdagar efter slutet av inlösenperioden rensas din domän från registerdatabasen och blir tillgänglig för registrering.

source: This grace period is provided after a domain name registration period is explicitly extended (renewed) by the registrar. If the registrar deletes the domain name during this period, the registry provides a credit to the registrar for the cost of the renewal.
de: Diese Nachfrist wird gewährt, nachdem der Registrierungszeitraum eines Domänennamens vom Registrar ausdrücklich verlängert (erneuert) wurde. Wenn der Registrar den Domänennamen während dieser Frist löscht, schreibt ihm das Register die Kosten für die Erneuerung gut.
es: Este período de gracia se otorga después de que el registrador extienda (renueve) explícitamente el período de registro de un nombre de dominio. Si el registrador elimina el nombre de dominio durante este período, el registro le otorga un crédito por el costo de la renovación.
fr: Cette période de grâce est accordée après que la période d'enregistrement d'un nom de domaine a été explicitement prolongée (renouvelée) par le bureau d'enregistrement. Si le bureau d'enregistrement supprime le nom de domaine pendant cette période, le registre lui accorde un crédit correspondant au coût du renouvellement.
sv: Denna respitperiod ges efter att en domännamnsregistreringsperiod uttryckligen har förlängts (förnyats) av registraren. Om registraren tar bort domännamnet under denna period ger registraren en kredit till registraren för kostnaden för förnyelsen.

source: This status code prevents your domain from being deleted. It is an uncommon status that is usually enacted during legal disputes, at your request, or when a redemptionPeriod status is in place.
de: Dieser Statuscode verhindert, dass Ihre Domain gelöscht wird. Es handelt sich um einen ungewöhnlichen Status, der normalerweise bei Rechtsstreitigkeiten, auf Ihre Anfrage oder wenn ein RedemptionPeriod-Status vorliegt, vergeben wird.
es: Este código de estado impide que se elimine su dominio. Es un estado poco común que generalmente se activa durante disputas legales, a petición suya o cuando está vigente un período de redención.
fr: Ce code de statut empêche la suppression de votre domaine. Il s'agit d'un statut peu courant qui est généralement activé lors de litiges juridiques, à votre demande ou lorsqu'un statut de période de rédemption est en place.
sv: Denna statuskod förhindrar att din domän tas bort. Det är en ovanlig status som vanligtvis tillämpas vid juridiska tvister, på din begäran eller när en redemptionPeriod-status är på plats.

source: This status code indicates your domain's Registry Operator will not allow your registrar to renew your domain. It is an uncommon status that is usually enacted during legal disputes or when your domain is subject to deletion.
de: Dieser Statuscode gibt an, dass der Registry-Betreiber Ihrer Domain Ihrem Registrar die Verlängerung Ihrer Domain nicht gestattet. Dies ist ein ungewöhnlicher Status, der normalerweise bei Rechtsstreitigkeiten oder wenn Ihre Domain gelöscht werden soll, in Kraft tritt.
es: Este código de estado indica que el operador del registro de su dominio no permitirá que su registrador renueve su dominio. Es un estado poco común que generalmente se activa durante disputas legales o cuando su dominio está sujeto a eliminación.
fr: Ce code d'état indique que l'opérateur de registre de votre domaine ne permettra pas à votre bureau d'enregistrement de renouveler votre domaine. Il s'agit d'un état peu courant qui est généralement appliqué lors de litiges juridiques ou lorsque votre domaine est susceptible d'être supprimé.
sv: Denna statuskod indikerar att din domäns registeroperatör inte tillåter din registrar att förnya din domän. Det är en ovanlig status som vanligtvis uppstår vid juridiska tvister eller när din domän är föremål för radering.

source: This status code prevents your domain from being transferred from your current registrar to another. It is an uncommon status that is usually enacted during legal or other disputes, at your request, or when a redemptionPeriod status is in place.
de: Dieser Statuscode verhindert, dass Ihre Domain von Ihrem aktuellen Registrar zu einem anderen übertragen wird. Dies ist ein ungewöhnlicher Status, der normalerweise während rechtlicher oder anderer Streitigkeiten, auf Ihre Anfrage oder wenn ein RedemptionPeriod-Status vorliegt, vergeben wird.
es: Este código de estado impide que su dominio se transfiera de su registrador actual a otro. Es un estado poco común que generalmente se activa durante disputas legales o de otro tipo, a petición suya o cuando está vigente un período de redención.
fr: Ce code d'état empêche le transfert de votre domaine de votre bureau d'enregistrement actuel à un autre. Il s'agit d'un statut peu courant qui est généralement appliqué en cas de litige juridique ou autre, à votre demande, ou lorsqu'un statut redemptionPeriod est en place.
sv: Denna statuskod förhindrar att din domän överförs från din nuvarande registrar till en annan. Det är en ovanlig status som vanligtvis tillämpas vid juridiska eller andra tvister, på din begäran eller när en redemptionPeriod-status är på plats.

source: This status code locks your domain preventing it from being updated. It is an uncommon status that is usually enacted during legal disputes, at your request, or when a redemptionPeriod status is in place.
de: Dieser Statuscode sperrt Ihre Domain und verhindert, dass sie aktualisiert wird. Dies ist ein ungewöhnlicher Status, der normalerweise bei Rechtsstreitigkeiten, auf Ihre Anfrage oder wenn ein RedemptionPeriod-Status vorliegt, aktiviert wird.
es: Este código de estado bloquea su dominio, impidiendo que se actualice. Es un estado poco común que generalmente se activa durante disputas legales, a petición suya o cuando está vigente un período de redención.
fr: Ce code de statut verrouille votre domaine et empêche sa mise à jour. Il s'agit d'un statut peu courant qui est généralement appliqué lors de litiges juridiques, à votre demande ou lorsqu'un statut redemptionPeriod est en vigueur.
sv: Denna statuskod låser din domän och förhindrar att den uppdateras. Det är en ovanlig status som vanligtvis aktiveras vid juridiska tvister, på din begäran eller när en redemptionPeriod-status är på plats.

source: This status code is set by your domain's Registry Operator. Your domain is not activated in the DNS.
de: Dieser Statuscode wird vom Registry Operator Ihrer Domain gesetzt. Ihre Domain ist im DNS nicht aktiviert.
es: Este código de estado lo establece el operador del registro de su dominio. Su dominio no está activado en el DNS.
fr: Ce code d'état est défini par l'opérateur du registre de votre domaine. Votre domaine n'est pas activé dans le DNS.
sv: Denna statuskod ställs in av din domäns registeroperatör. Din domän är inte aktiverad i DNS.
