Repository: maelgangloff/domain-watchdog
Catalog: translations/*.po
Languages: de, es, fr, sv

source: TOS
de: Nutzungsbedingungen
es: Términos del Servicio
fr: CGU
sv: Användarvillkor

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
sv: Integritetspolicy

source: FAQ
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
sv: Vanliga frågor

source: Documentation
de: Dokumentation
es: Documentación
sv: Dokumentation

source: Source code
es: Código fuente

source: Submit an issue
de: Ein Problem melden
es: Enviar un problema
fr: Signaler un bug
sv: Skicka in ett ärende

source: ${ ProjectLink } is an open source project distributed under the ${ LicenseLink } license.
de: ${ ProjectLink } ist ein Open-Source-Projekt, das unter der ${ LicenseLink }-Lizenz vertrieben wird.
es: ${ ProjectLink } es un proyecto de código abierto distribuido bajo la licencia ${ LicenseLink }.
fr: ${ ProjectLink } est un projet open source distribué sous licence ${ LicenseLink }.
sv: ${ ProjectLink } är ett projekt med öppen källkod som distribueras under licensen ${ LicenseLink }.

source: Email address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
sv: E-postadress

source: Required
de: Erforderlich
es: Requerido
fr: Requis
sv: Nödvändig

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
sv: Lösenord

source: Submit
de: Senden
es: Enviar
fr: Se connecter
sv: Skicka in

source: Log in with SSO
de: Mit SSO anmelden
es: Iniciar sesión con SSO
fr: Se connecter par SSO
sv: Logga in med SSO

source: Register
de: Registrieren
es: Registro
fr: S'enregistrer

source: Registration
de: Registrierung
es: Registro
fr: Enregistrement
sv: Registrering

source: Active
de: Aktiv
es: Activo
fr: Actif
sv: Aktiv

source: Auto-Renew Grace Period
es: Período de gracia de autorrenovación
fr: Période de grâce
sv: Automatisk förnyelse under respitperioden

source: Redemption Grace Period
es: Período de gracia de redención
fr: Période de rédemption
sv: Period av nådens återlösning

source: Pending Delete
de: Ausstehende Löschung
es: Pendiente de eliminación
fr: En attente de suppression
sv: Väntar på radering

source: Registry-level protection, ensuring the highest level of security by preventing unauthorized, unwanted, or accidental changes to the domain name at the registry level
de: Gewährleistung höchster Sicherheit durch die Verhinderung unbefugter, unerwünschter oder versehentlicher Änderungen am Domainnamen auf der Registrierungsebene
es: Protección a nivel de registro, que garantiza el máximo nivel de seguridad al impedir cambios no autorizados, no deseados o accidentales en el nombre de dominio a nivel de registro
fr: Le plus haut niveau de sécurité en empêchant les modifications non autorisées, indésirables ou accidentelles du nom de domaine au niveau du registre
sv: Skydd på registernivå, vilket säkerställer högsta säkerhetsnivå genom att förhindra obehöriga, oönskade eller oavsiktliga ändringar av domännamnet på registernivå

source: Registry Lock
de: Registrierungssperre
es: Bloqueo de Registro
fr: Verrouillage du registre

source: Registrar-level protection, safeguarding the domain from unauthorized, unwanted, or accidental changes through registrar controls
de: Schutz der Domain vor unbefugten, unerwünschten oder versehentlichen Änderungen durch Kontrollen auf Registrar-Ebene
es: Protección a nivel de registrador, que salvaguarda el dominio contra cambios no autorizados, no deseados o accidentales mediante los controles del registrador
fr: Protège le domaine contre les modifications non autorisées, non souhaitées ou accidentelles grâce aux contrôles du bureau d'enregistrement
sv: Skydd på registrarnivå, som säkrar domänen mot obehöriga, oönskade eller oavsiktliga ändringar genom registrarens kontrollfunktioner

source: Registrar Lock
de: Registrarsperre
es: Bloqueo de Registrador
fr: Verrouillage du bureau d'enregistrement

source: DNSSEC secures DNS by adding cryptographic signatures to DNS records, ensuring authenticity and integrity of responses
es: DNSSEC protege el DNS añadiendo firmas criptográficas a los registros DNS, garantizando la autenticidad e integridad de las respuestas
fr: DNSSEC sécurise le DNS en ajoutant des signatures cryptographiques aux enregistrements DNS, garantissant ainsi l'authenticité et l'intégrité des réponses
sv: DNSSEC säkrar DNS genom att lägga till kryptografiska signaturer till DNS-poster, vilket säkerställer äkthet och integritet hos svaren

source: EPP Status Codes
es: Códigos de estado EPP
fr: Codes de statut EPP
sv: EPP-statuskoder

source: Timeline
de: Zeitleiste
es: Cronología
fr: Chronologie
sv: Tidslinje

source: Entities
de: Entitäten
es: Entidades
fr: Entités
sv: Enheter

source: This domain name does not appear to be valid
de: Dieser Domainname scheint nicht gültig zu sein
es: Este nombre de dominio no parece ser válido
fr: Ce nom de domaine ne semble pas être valide
sv: Det här domännamnet verkar inte vara giltigt

source: Home
de: Startseite
es: Inicio
fr: Accueil
sv: Hemsida

source: Search
de: Suchen
es: Buscar
fr: Rechercher
sv: Sök

source: Domain
es: Dominio
fr: Domaine
sv: Domännamn

source: Domain Finder
de: Domänenfinder
es: Buscador de dominios
fr: Rechercher un domaine
sv: Domännamnssökare

source: Infrastructure
es: Infraestructura
sv: Infrastruktur

source: TLD list
de: TLD-Liste
es: Lista de TLD
fr: Liste des TLD
sv: TLD-lista

source: ICANN list
es: Lista ICANN
fr: Liste ICANN
sv: ICANN-lista

source: Tracking
de: Nachverfolgung
es: Seguimiento
fr: Suivi
sv: Spårning

source: My Watchlists
de: Meine Watchlists
es: Mis Watchlists
fr: Mes Watchlists
sv: Mina Watchlists

source: Tracking table
de: Tracking-Tabelle
es: Tabla de seguimiento
fr: Tableau de suivi
sv: Spårningstabell

source: My Connectors
de: Meine Konnektoren
es: Mis Conectores
fr: Mes Connecteurs
sv: Mina Connectors

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
sv: Statistik

source: My Account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
sv: Mitt konto

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
sv: Logga ut

source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
sv: Logga in

source: Registrar
de: Registrierungsstelle
es: Registrador
fr: Bureau d'enregistrement

source: Authentication
es: Autenticación
fr: Authentification
sv: Autentisering

source: Consent
es: Consentimiento
fr: Consentement
sv: Samtycke

source: Choose a registrar
es: Elija un registrador
fr: Choisir un bureau d'enregistrement
sv: Välj en registrar

source: Previous
es: Antes
fr: Précédent
sv: Tidigare

source: Next
es: Después
fr: Suivant
sv: Nästa

source: Create
de: Erstellen
es: Crear
fr: Créer
sv: Skapa

source: This website is neither affiliated with nor sponsored by the registrars mentioned. The names and logos of these companies are used for informational purposes only and remain registered trademarks of their respective owners. The use of their services via this website is subject to the terms and conditions set by each registrar and is the sole responsibility of the user.
es: Este sitio web no está afiliado ni patrocinado por los registradores mencionados. Los nombres y logotipos de estas empresas se utilizan únicamente con fines informativos y son marcas registradas de sus respectivos propietarios. El uso de sus servicios a través de este sitio web está sujeto a los términos y condiciones establecidos por cada registrador y es responsabilidad exclusiva del usuario.
fr: Ce site Web n'est ni affilié ni sponsorisé par les bureaux d'enregistrement mentionnés. Les noms et logos de ces sociétés sont utilisés à titre informatif uniquement et restent des marques déposées de leurs propriétaires respectifs. L'utilisation de leurs services via ce site Web est soumise aux conditions générales définies par chaque bureau d'enregistrement et relève de la seule responsabilité de l'utilisateur.
sv: Denna webbplats är varken ansluten till eller sponsrad av de nämnda registrarerna. Namnen och logotyperna för dessa företag används endast i informationssyfte och förblir registrerade varumärken som tillhör sina respektive ägare. Användningen av deras tjänster via denna webbplats omfattas av de villkor som fastställts av varje registrar och är användarens eget ansvar.

source: An error occurred while deleting the Connector. Make sure it is not used in any Watchlist
de: Beim Löschen des Connectors ist ein Fehler aufgetreten. Stellen Sie sicher, dass er in keiner Watchlist verwendet wird
es: Se produjo un error al eliminar el Conector. Asegúrese de que no esté en uso en ninguna Watchlist
fr: Une erreur est survenue lors de la suppression du Connecteur. Assurez-vous qu'il n'est utilisé dans aucune une Watchlist
sv: Ett fel inträffade vid borttagningen av Connector. Se till att den inte används i någon Watchlist

source: Connector ${ connectorName }
es: Conector ${ connectorName }
fr: Connecteur ${ connectorName }

source: Delete the Connector
de: Löschen des Connectors
es: Eliminar el Conector
fr: Supprimer le Connecteur
sv: Ta bort Connector

source: Are you sure to delete this Connector?
de: Möchten Sie diesen Connector wirklich löschen?
es: ¿Estás seguro de eliminar este Conector?
fr: Êtes-vous sûr de vouloir supprimer ce Connecteur ?
sv: Är du säker på att du vill ta bort denna Connector?

source: Yes
de: Ja
es: Sí
fr: Oui
sv: Ja

source: Creation date: ${ createdAt }
es: Fecha de creación: ${ createdAt }
fr: Date de création : ${ createdAt }
sv: Skapandedatum: ${ createdAt }

source: Used in: ${ watchlistCount } Watchlist
es: Usado en: ${ watchlistCount } Watchlist
fr: Utilisé dans : ${ watchlistCount } Watchlist
sv: Används i: ${ watchlistCount } Watchlist

source: You can stop using a connector at any time. To delete a connector, you must remove it from each linked Watchlist. The creation date corresponds to the date on which you consented to the creation of the connector and on which you declared in particular that you fulfilled the conditions of use of the supplier's API, waived the right of withdrawal and were of the minimum age to consent to these conditions.
es: Puedes dejar de usar un conector en cualquier momento. Para eliminar un conector, debes quitarlo de cada Watchlist. La fecha de creación corresponde a la fecha en la que usted consintió la creación del Conector y en la que declaró, en particular, que cumplía las condiciones de uso de la API del proveedor, renunciaba al derecho de desistimiento y tenía la edad mínima para consentir dichas condiciones.
fr: Vous pouvez cesser d'utiliser un connecteur à tout moment. Pour supprimer un connecteur, vous devez le supprimer de chaque Watchlist liée. La date de création correspond à la date à laquelle vous avez consenti à la création du connecteur et à laquelle vous avez notamment déclaré que vous remplissiez les conditions d'utilisation de l'API du fournisseur, renoncé au droit de rétractation et que vous aviez l'âge minimum pour consentir à ces conditions.
sv: Du kan sluta använda en Connector när som helst. För att ta bort en Connector måste du ta bort den från varje länkad Watchlist. Skapandedatumet motsvarar det datum då du samtyckte till skapandet av Connector och då du särskilt förklarade att du uppfyllde villkoren för användning av leverantörens API, avstod från ångerrätten och var i den lägsta åldern för att samtycka till dessa villkor.

source: The Providers conditions are accessible by following this hyperlink.
es: Las condiciones del proveedor pueden consultarse siguiendo este enlace.

source: QR Code for iCalendar export
de: QR-Code für iCalendar-Export
es: Código QR para exportar a iCalendar
fr: QR Code pour l'exportation iCalendar
sv: QR-kod för iCalendar-export

source: Export events to iCalendar format
de: Ereignisse in das iCalendar-Format exportieren
es: Exportar eventos al formato iCalendar
fr: Exporter les événements au format iCalendar
sv: Exportera händelser till iCalendar-format

source: Create a Watchlist
de: Erstellen Sie eine Watchlist
es: Crea una Watchlist
fr: Créer une Watchlist
sv: Skapa en Watchlist

source: Delete the Watchlist
de: Löschen der Watchlist
es: Eliminar la Watchlist
fr: Supprimer la Watchlist
sv: Ta bort Watchlist

source: Are you sure to delete this Watchlist?
de: Möchten Sie diese Watchlist wirklich löschen?
es: ¿Estás seguro de que quieres eliminar esta Watchlist?
fr: Êtes-vous sûr de vouloir supprimer cette Watchlist ?
sv: Är du säker på att du vill ta bort den här Watchlist?

source: View the Watchlist Entity Diagram
de: Sehen Sie sich das Watchlist-Entitätsdiagramm an
es: Consulte el diagrama de entidad de la Watchlist
fr: Afficher le diagramme d'entités de la Watchlist
sv: Visa Watchlist Entity Diagram

source: Watchlist Entity Diagram
de: Watchlist-Entitäten Diagramm
es: Diagrama de entidad de la Watchlist
fr: Diagramme d'entités de la Watchlist

source: Registry
de: Registrierung
es: Registro
fr: Registre
sv: Register

source: .${ tld.tld } Registry
de: .${ tld.tld } Registrierung
es: .${ tld.tld } Registro
fr: Registre .${ tld.tld }
sv: .${ tld.tld } Register

source: Disable the Watchlist
es: Desactivar la Watchlist
sv: Inaktivera Watchlist

source: Are you sure to disable this Watchlist?
es: ¿Estás seguro de que quieres desactivar esta Watchlist?
sv: Är du säker på att inaktivera den här Watchlist?

source: Enable the Watchlist
es: Activar la Watchlist
sv: Aktivera bevakningslistan

source: At least one domain name is in redemption period and will potentially be deleted soon
de: Mindestens ein Domainname befindet sich im Einlösezeitraum und könnte bald gelöscht werden
es: Al menos un dominio se encuentra en período de redención y podría ser eliminado próximamente
fr: Au moins un nom de domaine est en période de rédemption et sera potentiellement supprimé prochainement
sv: Minst ett domännamn är under inlösenperiod och kommer eventuellt att raderas inom kort

source: At least one domain name is pending deletion and will soon become available for registration again
de: Mindestens ein Domänenname steht zur Löschung an und wird bald wieder zur Registrierung verfügbar sein
es: Al menos un nombre de dominio está pendiente de eliminación y pronto volverá a estar disponible para su registro
fr: Au moins un nom de domaine est en attente de suppression et sera bientôt à nouveau disponible pour l'enregistrement
sv: Minst ett domännamn väntar på radering och kommer snart att bli tillgängligt för registrering igen

source: Estimated number of days until WHOIS removal
es: Número estimado de días hasta la eliminación de WHOIS
fr: Estimation du nombre de jours avant la suppression du WHOIS
sv: Uppskattat antal dagar till borttagning av WHOIS

source: Deletion is imminent
es: La eliminación es inminente
fr: La suppression est imminente
sv: Radering är nära förestående

source: Status
es: Estado
fr: Statut

source: Options
es: Opciones
sv: Alternativ

source: Expiration date
de: Verfallsdatum
es: Fecha de expiración
fr: Date d'expiration
sv: Utgångsdatum

source: Updated at
de: Aktualisiert am
es: Actualizado el
fr: Mis à jour le
sv: Uppdaterad på

source: No tracked domain names were found, please create your first Watchlist
de: Es wurden keine getrackten Domainnamen gefunden, bitte erstellen Sie Ihre erste Watchlist
es: No se encontraron nombres de dominio rastreados; por favor, crea tu primera Watchlist
fr: Aucun nom de domaine suivi n'a été trouvé, veuillez créer votre première Watchlist
sv: Inga spårade domännamn hittades, vänligen skapa din första Watchlist

source: Create now
es: Crear ahora
fr: Créer maintenant
sv: Skapa nu

source: Please note that this table does not include domain names marked as expired or those with an unknown expiration date
de: Bitte beachten Sie, dass diese Tabelle keine Domänennamen enthält, die als abgelaufen markiert sind oder deren Ablaufdatum unbekannt ist
es: Tenga en cuenta que esta tabla no incluye los nombres de dominio marcados como expirados o aquellos cuya fecha de expiración se desconoce
fr: Veuillez noter que ce tableau n'inclut pas les noms de domaine marqués comme expirés ou ceux dont la date d'expiration est inconnue
sv: Observera att den här tabellen inte inkluderar domännamn markerade som utgångna eller de med okänt utgångsdatum

source: At least one domain name you are tracking requires special attention
de: Mindestens ein Domänenname, den Sie verfolgen, erfordert besondere Aufmerksamkeit
es: Al menos uno de los nombres de dominio que estás monitorizando requiere especial atención
fr: Au moins un nom de domaine que vous suivez nécessite une attention particulière
sv: Minst ett domännamn som du spårar kräver särskild uppmärksamhet

source: The domain names below are subject to special monitoring
de: Die unten aufgeführten Domänennamen unterliegen einer besonderen Überwachung
es: Los nombres de dominio que aparecen a continuación están sujetos a una supervisión especial
fr: Les noms de domaine ci-dessous font l'objet d'une surveillance particulière
sv: Domännamnen nedan är föremål för särskild övervakning

source: Edit the Watchlist
de: Bearbeiten der Watchlist
es: Editar la Watchlist
fr: Modifier la Watchlist
sv: Redigera bevakningslistan

source: Update a Watchlist
de: Aktualisieren einer Watchlist
es: Actualizar una Watchlist
fr: Mise à jour d'une Watchlist
sv: Uppdatera en bevakningslista

source: This Watchlist is not linked to a Connector.
de: Diese Beobachtungsliste ist nicht mit einem Connector verknüpft.
es: Esta Watchlist no está vinculada a ningún Conector.
fr: Cette Watchlist n'est pas liée à un connecteur.
sv: Denna Watchlist är inte kopplad till en Connector.

source: Tracked events
de: Verfolgte Ereignisse
es: Seguimiento de eventos
fr: Événements suivis
sv: Spårade händelser

source: Tracked EPP status
es: Seguimiento del estado de EPP
fr: Statuts EPP suivis
sv: Spårad EPP-status

source: Name
es: Nombre
fr: Nom
sv: Namn

source: Watchlist Name
de: Name der Watchlist
es: Nombre en la Watchlist
fr: Nom de la Watchlist
sv: Namn på Watchlist

source: Naming the Watchlist makes it easier to find in the list below.
de: Durch die Benennung der Watchlist ist sie in der Liste weiter unten leichter zu finden.
es: Poner un nombre a la Watchlist facilita su localización en la lista siguiente.
fr: Nommer la Watchlist permet de la retrouver plus facilement dans la liste ci-dessous.
sv: Att namnge Watchlist gör det lättare att hitta den i listan nedan.

source: At least one domain name
de: Mindestens ein Domänenname
es: Al menos un nombre de dominio
fr: Au moins un nom de domaine
sv: Minst ett domännamn

source: Domain names
de: Domänennamen
es: Nombres de dominio
fr: Noms de domaine
sv: Domännamn

source: Domain name
de: Domänenname
es: Nombre de dominio
fr: Nom de domaine
sv: Domännamn

source: Add a Domain name
de: Einen Domänennamen hinzufügen
es: Agregar un nombre de dominio
fr: Ajouter un nom de domaine
sv: Lägg till ett domännamn

source: At least one event
es: Al menos un evento
fr: Au moins un événement
sv: Minst ett evenemang

source: At least one EPP status
es: Al menos un estado EPP
fr: Au moins un statut EPP
sv: Minst en EPP-status

source: Connector
de: Konnektor
es: Conector
fr: Connecteur

source: Please make sure the connector information is valid to purchase a domain that may be available soon.
de: Bitte stellen Sie sicher, dass die Connector-Informationen gültig sind, um eine Domäne zu erwerben, die möglicherweise bald verfügbar ist.
es: Asegúrese de que la información del Conector sea válida para comprar un dominio que podría estar disponible próximamente.
fr: Merci de vous assurer que les informations du connecteur sont valides pour acheter un domaine qui pourrait être disponible prochainement.
sv: Se till att Connector-informationen är giltig för att köpa en domän som kan bli tillgänglig snart.

source: This DSN does not appear to be valid
de: Dieser DSN scheint nicht gültig zu sein
es: Este DSN no parece ser válido
fr: Ce DSN ne semble pas être valide
sv: Detta DSN verkar inte vara giltigt

source: Check out this link to the Symfony documentation to help you build the DSN
de: Sehen Sie sich diesen Link zur Symfony-Dokumentation an, der Ihnen beim Erstellen des DSN hilft
es: Consulta este enlace a la documentación de Symfony para obtener ayuda en la creación del DSN
fr: Consultez ce lien vers la documentation Symfony pour vous aider à construire le DSN
sv: Kolla in den här länken till Symfony-dokumentationen för att få hjälp med att bygga DSN

source: Add a Webhook
de: Einen Webhook hinzufügen
es: Agregar un webhook
fr: Ajouter un Webhook
sv: Lägg till en webhook

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
sv: Uppdatera

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
sv: Återställa

source: ${ rest.length } more
es: ${ rest.length } más

source: Select one of your available Watchlists
es: Selecciona una de tus Watchlist disponibles

source: An accredited number means that ICANN's contract with the registrar is ongoing.
es: Un número acreditado significa que el contrato de la ICANN con el registrador está vigente.
fr: Un numéro accrédité signifie que le contrat de l'ICANN avec le bureau d'enregistrement est en cours.
sv: Ett ackrediterat nummer innebär att ICANNs avtal med registraren löper.

source: A reserved number can be used by TLD registries for specific operations.
es: Los Registros de TLD pueden utilizar un número reservado para operaciones específicas.
fr: Un numéro réservé peut être utilisé par les registres des TLD pour des opérations spécifiques.
sv: Ett reserverat nummer kan användas av TLD-registren för specifika åtgärder.

source: A terminated number means that ICANN's contract with the registrar has been terminated.
es: Un número terminado significa que el contrato de ICANN con el Registrador ha sido rescindido.
fr: Un numéro résilié signifie que le contrat de l'ICANN avec le bureau d'enregistrement est terminé.
sv: Ett uppsagt nummer innebär att ICANNs avtal med registraren har sagts upp.

source: This page lists ICANN-accredited registrars.
es: Esta página enumera los registradores acreditados por la ICANN.
fr: Cette page répertorie les bureaux d'enregistrement accrédités par l'ICANN.
sv: Den här sidan listar ICANN-ackrediterade registrarer.

source: The list is officially published and maintained by the Internet Assigned Numbers Authority (IANA), the organization responsible for managing the Internet's unique identifiers (including numbers, IP addresses, and domain name extensions).
es: La lista es publicada y mantenida oficialmente por la Autoridad de Números Asignados de Internet (IANA), la organización responsable de gestionar los identificadores únicos de Internet (incluidos números, direcciones IP y extensiones de nombres de dominio).
fr: La liste est officiellement publiée et maintenue par l'Internet Assigned Numbers Authority (IANA), l'organisation responsable de la gestion des identifiants uniques d'Internet (y compris les numéros, les adresses IP et les extensions de noms de domaine).
sv: Listan publiceras och underhålls officiellt av Internet Assigned Numbers Authority (IANA), den organisation som ansvarar för att hantera internets unika identifierare (inklusive nummer, IP-adresser och domännamnstillägg).

source: Accredited
es: Acreditado
fr: Accrédité
sv: Ackrediterad

source: Reserved
es: Reservado
fr: Réservé
sv: Reserverad

source: Terminated
es: Terminado
fr: Terminé
sv: Avslutad

source: Flag
de: Landesflagge
es: Bandera
fr: Drapeau
sv: Flagga

source: Country
de: Land
es: País
fr: Pays
sv: Land

source: Registry Operator
de: Registrierungsbetreiber
es: Operador de registro
fr: Opérateur de registre
sv: Registeroperatör
