Repository: maelgangloff/domain-watchdog
Catalog: translations/*.po
Languages: de, es, fr, sv

source: This grace period is provided after the successful transfer of a domain name from one registrar to another. If the new registrar deletes the domain name during this period, the registry provides a credit to the registrar for the cost of the transfer.
de: Diese Nachfrist gilt nach der erfolgreichen Übertragung eines Domänennamens von einem Registrar zu einem anderen. Wenn der neue Registrar den Domänennamen während dieser Frist löscht, schreibt das Register dem Registrar die Kosten für die Übertragung gut.
es: Este período de gracia se otorga tras la transferencia exitosa de un nombre de dominio de un registrador a otro. Si el nuevo registrador elimina el nombre de dominio durante este período, el registro le abona el costo de la transferencia.
fr: Ce délai de grâce est accordé après le transfert réussi d'un nom de domaine d'un bureau d'enregistrement à un autre. Si le nouveau bureau d'enregistrement supprime le nom de domaine pendant cette période, le registre accorde un crédit au bureau d'enregistrement pour le coût du transfert.
sv: Denna respitperiod ges efter en lyckad överföring av ett domännamn från en registrar till en annan. Om den nya registraren tar bort domännamnet under denna period krediterar registraren kostnaden för överföringen.

source: Signifies that the data of the object instance has been found to be accurate.
de: Bedeutet, dass die Daten der Objektinstanz als korrekt befunden wurden.
es: Significa que se ha comprobado que los datos de la instancia del objeto son correctos.
fr: Signifie que les données de l'instance d'objet ont été jugées exactes.
sv: Betyder att informationen för objektinstansen har befunnits vara korrekt.

source: Renewal or reregistration of the object instance is forbidden.
de: Eine Erneuerung oder Neuregistrierung der Objektinstanz ist untersagt.
es: Se prohíbe la renovación o el nuevo registro de la instancia del objeto.
fr: Le renouvellement ou le réenregistrement de l'instance d'objet est interdit.
sv: Förnyelse eller omregistrering av objektinstansen är förbjuden.

source: Updates to the object instance are forbidden.
de: Aktualisierungen der Objektinstanz sind verboten.
es: Se prohíben las actualizaciones de la instancia del objeto.
fr: Les mises à jour de l'instance de l'objet sont interdites.
sv: Uppdateringar av objektinstansen är förbjudna.

source: Transfers of the registration from one registrar to another are forbidden.
de: Eine Übertragung der Registrierung von einem Registrar auf einen anderen ist nicht zulässig.
es: Quedan prohibidas las transferencias de registro de un registrador a otro.
fr: Les transferts de l'enregistrement d'un bureau d'enregistrement à un autre sont interdits.
sv: Överföring av registreringen från en registrar till en annan är förbjuden.

source: Deletion of the registration of the object instance is forbidden.
de: Das Löschen der Registrierung der Objektinstanz ist verboten.
es: Está prohibida la eliminación del registro de la instancia del objeto.
fr: La suppression de l'enregistrement de l'instance de l'objet est interdite.
sv: Det är förbjudet att radera registreringen av objektinstansen.

source: The registration of the object instance has been performed by a third party.
de: Die Registrierung der Objektinstanz wurde von einer dritten Partei durchgeführt.
es: El registro de la instancia del objeto ha sido realizado por un tercero.
fr: L'enregistrement de l'instance d'objet a été effectué par un tiers.
sv: Registreringen av objektinstansen har utförts av en tredje part.

source: The information of the object instance is not designated for public consumption.
de: Die Informationen der Objektinstanz sind nicht für die öffentliche Verwendung bestimmt.
es: La información de la instancia del objeto no está destinada al consumo público.
fr: Les informations de l'instance d'objet ne sont pas destinées au publique.
sv: Informationen om objektinstansen är inte avsedd för offentlig konsumtion.

source: Some of the information of the object instance has not been made available and has been removed.
de: Einige Informationen der Objektinstanz wurden nicht bereitgestellt und entfernt.
es: Parte de la información de la instancia del objeto no se ha facilitado y se ha eliminado.
fr: Certaines informations de l'instance d'objet n'ont pas été rendues disponibles et ont été supprimées.
sv: En del av informationen om objektinstansen har inte gjorts tillgänglig och har tagits bort.

source: Some of the information of the object instance has been altered for the purposes of not readily revealing the actual information of the object instance.
de: Einige der Informationen der Objektinstanz wurden geändert, um die tatsächlichen Informationen der Objektinstanz nicht ohne Weiteres preiszugeben.
es: Parte de la información de la instancia del objeto ha sido alterada con el fin de no revelar fácilmente la información real de la instancia del objeto.
fr: Certaines informations de l'instance d'objet ont été modifiées afin de ne pas révéler facilement les informations réelles de l'instance d'objet.
sv: En del av informationen om objektinstansen har ändrats i syfte att inte enkelt avslöja den faktiska informationen om objektinstansen.

source: The object instance is associated with other object instances in the registry.
de: Die Objektinstanz ist mit anderen Objektinstanzen in der Registrierung verknüpft.
es: La instancia del objeto está asociada con otras instancias de objetos en el registro.
fr: L'instance d'objet est associée à d'autres instances objet dans le registre.
sv: Objektinstansen är associerad med andra objektinstanser i registret.

source: Changes to the object instance cannot be made, including the association of other object instances.
de: Änderungen an der Objektinstanz können nicht vorgenommen werden, auch nicht die Verknüpfung mit anderen Objektinstanzen.
es: No se pueden realizar cambios en la instancia del objeto, incluida la asociación con otras instancias de objetos.
fr: Aucune modification ne peut être apportée à l'instance d'objet, y compris l'association d'autres instances d'objet.
sv: Ändringar i objektinstansen kan inte göras, inklusive associering med andra objektinstanser.

source: The object instance has been allocated administratively (i.e., not for use by the recipient in their own right in operational networks).
de: Die Objektinstanz wurde administrativ zugewiesen (d. h. nicht zur eigenen Verwendung durch den Empfänger in operativen Netzen).
es: La instancia del objeto ha sido asignada administrativamente (es decir, no para uso del destinatario por derecho propio en redes operativas).
fr: L'instance d'objet a été attribuée à des fins administratives (c'est-à-dire qu'elle n'est pas destinée à être utilisée par le destinataire en tant que telle dans les réseaux opérationnels).
sv: Objektinstansen har allokerats administrativt (dvs. inte för att användas av mottagaren i egen rätt i operativa nätverk).

source: The object instance has been allocated to an IANA special-purpose address registry.
de: Die Objektinstanz wurde einem speziellen Adressregister der IANA zugewiesen.
es: La instancia del objeto ha sido asignada a un registro de direcciones de propósito especial de la IANA.
fr: L'instance d'objet a été attribuée à un registre d'adresses à usage spécial de l'IANA.
sv: Objektinstansen har allokerats till ett specialadressregister för IANA.

source: Please retry after ${ duration } seconds
de: Bitte versuchen Sie es nach ${ duration } Sekunden erneut
es: Por favor, inténtelo de nuevo después de ${ duration } segundos
fr: Merci de réessayer dans ${ duration } secondes
sv: Försök igen efter ${ duration } sekunder

source: An error occurred
de: Es ist ein Fehler aufgetreten
es: Se produjo un error
fr: Une erreur s'est produite
sv: Ett fel uppstod

source: This provider does not provide a list of supported TLD. Please double check if the domain you want to register is supported.
de: Dieser Anbieter stellt keine Liste unterstützter TLDs zur Verfügung. Bitte überprüfen Sie, ob die Domain, die Sie registrieren möchten, unterstützt wird.
es: Este proveedor no ofrece una lista de los TLD compatibles. Por favor, verifique si el dominio que desea registrar es compatible.
fr: Ce fournisseur ne fournit pas la liste des TLD pris en charge. Veuillez vérifier si le domaine que vous souhaitez enregistrer est compatible.
sv: Denna leverantör tillhandahåller inte en lista över toppdomäner som stöds. Kontrollera noga om domänen du vill registrera stöds.

source: AutoDNS Username
de: AutoDNS-Benutzername
es: Nombre de usuario AutoDNS
fr: Nom d'utilisateur AutoDNS
sv: AutoDNS Användarnamn

source: Because of some limitations in API of AutoDNS, we suggest to create an dedicated user for API with limited rights
de: Aufgrund einiger Einschränkungen in der API von AutoDNS empfehlen wir, einen dedizierten Benutzer für die API mit eingeschränkten Rechten zu erstellen
es: Debido a ciertas limitaciones en la API de AutoDNS, sugerimos crear un usuario dedicado a la API con derechos limitados
fr: En raison de certaines limitations de l'API d'AutoDNS, nous suggérons de créer un utilisateur dédié à l'API avec des droits limités
sv: På grund av vissa begränsningar i AutoDNS API föreslår vi att man skapar en dedikerad användare för API:et med begränsade rättigheter

source: AutoDNS Password
de: AutoDNS-Passwort
es: Contraseña AutoDNS
fr: Mot de passe AutoDNS
sv: AutoDNS Lösenord

source: Attention: AutoDNS do not support 2-Factor Authentication on API Users for automated systems
de: Achtung: AutoDNS unterstützt keine 2-Faktor-Authentifizierung für API-Benutzer für automatisierte Systeme
es: Atención: AutoDNS no admite la autenticación de dos factores para usuarios de API en sistemas automatizados
fr: Attention : AutoDNS ne supporte pas l'authentification à 2 facteurs sur les utilisateurs API pour les systèmes automatisés
sv: Obs: AutoDNS stöder inte tvåfaktorsautentisering för API-användare för automatiserade system

source: Owner nic-handle
de: Inhaber nic-handle
es: Nic-handle del propietario
fr: Nic-handle du propriétaire
sv: Ägare nic-handle

source: The nic-handle of the domain name owner
de: Der Nic-Handle des Domain-Namen-Inhabers
es: El identificador NIC del propietario del nombre de dominio
fr: Le nic-handle du propriétaire du nom de domaine
sv: Domännamnsägarens nic-handle

source: You can get it from this page
de: Sie können es von dieser Seite erhalten
es: Puedes obtenerlo en esta página
fr: Vous pouvez l'obtenir à partir de cette page
sv: Du kan få det från den här sidan

source: Context Value
de: Kontextwert
es: Valor de contexto
fr: Valeur du contexte
sv: Sammanhang Värde

source: If you not sure, use the default value 4
de: Wenn Sie nicht sicher sind, verwenden Sie den Standardwert 4
es: Si no estás seguro, usa el valor predeterminado 4
fr: Si vous n'êtes pas sûr, utilisez la valeur par défaut 4
sv: Om du är osäker, använd standardvärdet 4

source: Owner confirmation
de: Bestätigung des Eigentümers
es: Confirmación del propietario
fr: Confirmation du propriétaire
sv: Bekräftelse från ägaren

source: Owner confirms his consent of domain order jobs
de: Inhaber bestätigt sein Einverständnis mit Domain-Bestellaufträgen
es: El propietario confirma su consentimiento para los trabajos de orden de dominio
fr: Le propriétaire donne son consentement aux commandes de domaines
sv: Ägaren bekräftar sitt samtycke till domänbeställning

source: API Terms of Service
de: API-Nutzungsbedingungen
es: Condiciones de servicio de la API
fr: Conditions d'utilisation de l'API
sv: API-användarvillkor

source: I have read and accepted the conditions of use of the Provider API, accessible from this hyperlink
de: Ich habe die Nutzungsbedingungen der Provider-API gelesen und akzeptiert, die über diesen Hyperlink zugänglich sind
es: He leído y acepto las condiciones de uso de la API del proveedor, accesibles desde este enlace
fr: J'ai lu et j'accepte les conditions d'utilisation de l'API du Fournisseur, accessibles à partir de ce lien hypertexte
sv: Jag har läst och accepterat användarvillkoren för Provider API, tillgänglig från denna hyperlänk

source: Legal age
de: Volljährigkeit
es: Edad legal
fr: Âge minimum légal
sv: Laglig ålder

source: I am of the minimum age required to consent to these conditions
de: Ich habe das erforderliche Mindestalter erreicht, um diesen Bedingungen zuzustimmen
es: Tengo la edad mínima requerida para aceptar estas condiciones
fr: Je certifie que j'ai l'âge minimum requis pour consentir à ces conditions
sv: Jag har uppnått den lägsta åldern som krävs för att samtycka till dessa villkor

source: Withdrawal period
de: Rücktrittsfrist
es: Derecho de desistimiento
fr: Délai de rétractation
sv: Uttagsperiod

source: I waive my right of withdrawal regarding the purchase of domain names via the Provider's API
de: Ich verzichte auf mein Widerrufsrecht beim Kauf von Domainnamen über die API des Anbieters
es: Renuncio a mi derecho de desistimiento respecto a la compra de nombres de dominio a través de la API del proveedor
fr: Je renonce expressément à mon droit de rétractation concernant l'achat de noms de domaine via l'API du Fournisseur
sv: Jag avstår från min ångerrätt gällande köp av domännamn via Leverantörens API

source: This connector is experimental and its implementation has not been fully tested. Please submit an issue for any issues related to it.
es: Este Conector es experimental y su implementación no ha sido probada completamente. Por favor, reporte cualquier problema relacionado con él.
fr: Ce connecteur est expérimental et son implémentation n'a pas été entièrement testée. Veuillez signaler tout problème lié à ce connecteur.
sv: Denna Connector är experimentell och dess implementering har inte testats fullt ut. Skicka in en fråga om du har problem med den.

source: The EPP connector is a special type of connector. Be careful.
es: El conector EPP es un tipo especial de conector. Tenga cuidado.
fr: Le connecteur EPP est un connecteur spécial. Soyez prudent.
sv: EPP-Connector är en speciell typ av kontakt. Var försiktig.

source: Server configuration
es: Configuración del servidor
fr: Configuration du serveur
sv: Serverkonfiguration

source: Protocol
es: Protocolo
fr: Protocole
sv: Protokoll

source: Version
es: Versión

source: Language
es: Idioma
fr: Langue
sv: Språk

source: Server
es: Servidor
fr: Serveur

source: Credentials
es: Cartas credenciales
fr: Informations d'identification
sv: Autentiseringsinformation

source: TLS client certificate
es: Certificado de cliente TLS
fr: Certificat client TLS
sv: TLS-klientcertifikat

source: Private key passphrase (optional)
es: Contraseña de clave privada (opcional)
fr: Mot de passe de la clé privée (facultatif)
sv: Lösenordsfras för privat nyckel (valfritt)

source: TLS configuration
es: Configuración TLS
fr: Configuration TLS
sv: TLS-konfiguration

source: Verify peer
es: Verificar pares
fr: Vérifier le certificat
sv: Verifiera peer

source: Verify peer name
es: Verificar nombre del par
fr: Vérifier le nom de l'homologue
sv: Verifiera peer-namn

source: Allow self-signed certificates
es: Permitir certificados autofirmados
fr: Autoriser les certificats auto-signés
sv: Tillåt självsignerade certifikat

source: Domain configuration
es: Configuración del dominio
fr: Configuration du nom de domaine
sv: Domänkonfiguration

source: Registration period
es: Período de inscripción
fr: Période d'enregistrement
sv: Registreringsperiod

source: Year
es: Año
fr: Année
sv: År

source: Month
es: Mes
fr: Mois
sv: Månad

source: Auth-Info Code
es: Código de autorización
fr: Code Auth-Info

source: NIC Handle
es: Identificador NIC

source: Onsite
es: In situ
fr: Sur place
sv: På plats

source: Protocol configuration
es: Configuración del protocolo
fr: Configuration du protocole
sv: Protokollkonfiguration

source: Services
es: Servicios
sv: Tjänster

source: Extensions
es: Extensiones
sv: Tillägg

source: Personal Access Token (PAT)
de: Persönlicher Zugriffstoken (PAT)
es: Token de acceso personal (PAT)
fr: Jeton d'accès personnel (PAT)
sv: Personlig åtkomsttoken (PAT)

source: Retrieve a Personal Access Token from your customer account on the Provider's website
de: Abrufen eines persönlichen Zugriffstokens aus Ihrem Kundenkonto auf der Website des Anbieters
es: Recupera un token de acceso personal desde tu cuenta de cliente en el sitio web del proveedor
fr: Récupérer un jeton d'accès personnel (PAT) à partir de votre compte client sur le site web du Fournisseur
sv: Hämta en personlig åtkomsttoken från ditt kundkonto på leverantörens webbplats

source: Organization sharing ID
de: Freigabe-ID der Organisation
es: ID de la organización
fr: ID de partage d'organisation
sv: Organisationsdelnings-ID

source: It indicates the organization that will pay for the ordered product
de: Es gibt die Organisation an, die für das bestellte Produkt bezahlt
es: Indica la organización que pagará por el producto pedido
fr: Il indique l'organisation qui paiera le produit commandé
sv: Den anger vilken organisation som betalar för den beställda produkten

source: Retrieve an API key and whitelist this instance's IP address on Namecheap's website
es: Obtén una clave API y agrega la dirección IP de esta instancia a la lista blanca en el sitio web de Namecheap

source: API key
de: API-Schlüssel
es: Clave API
fr: Clé API
sv: API-nyckel

source: Retrieve a set of tokens from your customer account on the Provider's website
de: Abrufen eines Token-Satzes aus Ihrem Kundenkonto auf der Website des Anbieters
es: Recupera un conjunto de tokens de tu cuenta de cliente en el sitio web del proveedor
fr: Récupérer un ensemble de jetons à partir de votre compte client sur le site web du Fournisseur
sv: Hämta en uppsättning tokens från ditt kundkonto på leverantörens webbplats

source: European Region
de: Europäische Region
es: Región Europea
fr: Continent Européen
sv: Europeiska regionen

source: United States Region
es: Región de Estados Unidos
fr: États-Unis
sv: Förenta staternas region

source: Canada Region
es: Región de Canadá
fr: Canada
sv: Kanada-regionen

source: Europe
de: Europa
es: Europa
sv: Europa

source: The domain is free and at the standard price
de: Die Domain ist kostenlos und zum Standardpreis
es: El nombre de dominio está disponible al precio estándar
fr: Le domaine est libre et au prix standard
sv: Domänen är gratis och till standardpriset

source: The domain is free but can be premium. Its price varies from one domain to another
de: Die Domain ist kostenlos, kann aber Premium sein. Der Preis variiert von einer Domain zur anderen
es: El dominio está disponible, pero puede ser de pago. Su precio varía de un dominio a otro
fr: Le domaine est libre mais il peut être premium. Son prix est variable d'un domaine à l'autre
sv: Domänen är gratis men kan vara premium. Priset varierar från domän till domän

source: Application key
de: Anwendungsschlüssel
es: Clave de aplicación
fr: Clé d'application
sv: Applikationsnyckel

source: Application secret
de: Geheimer Schlüssel der Anwendung
es: Secreto de la aplicación
fr: Clé secrète d'application
sv: Applikationshemlighet

source: Consumer key
de: Verbraucherschlüssel
es: Clave del consumidor
fr: Clé d'utilisateur
sv: Konsumentnyckel

source: OVH Endpoint
de: OVH Endpunkt
es: Punto final de OVH
fr: Endpoint OVH
sv: OVH-slutpunkt

source: OVH subsidiary
de: OVH-Tochtergesellschaft
es: Filial de OVH
fr: Filiale OVH
sv: OVH-dotterbolag

source: OVH pricing mode
de: OVH Preismodell
es: Modo de tarificación de OVH
fr: Mode de tarification OVH
sv: OVH-prissättningsläge

source: Confirm pricing mode
de: Preismodus bestätigen
es: Confirmar modo de tarificación
fr: Confirmer le mode de tarification
sv: Bekräfta prissättningsläge

source: Are you sure about this setting? This may result in additional charges from the API Provider
de: Sind Sie sich bei dieser Einstellung sicher? Dies kann zu zusätzlichen Gebühren durch den API-Anbieter führen
es: ¿Estás seguro de esta configuración? Esto podría generar cargos adicionales por parte del proveedor de la API
fr: Êtes-vous sûr de ce paramètre ? Cela peut entraîner des frais supplémentaires de la part du fournisseur d'API
sv: Är du säker på den här inställningen? Detta kan resultera i ytterligare avgifter från API-leverantören

source: Official git repository
de: Offizielles Git-Repository
fr: Dépôt git officiel
sv: Officiellt git-arkiv

source: No
de: Nein
fr: Non
sv: Nej

source: The Provider’s conditions are accessible by following this hyperlink.
fr: Les conditions du fournisseur d'API sont accessibles en suivant ce lien hypertexte.
sv: Leverantörens villkor är tillgängliga genom att följa denna hyperlänk.

source: 📝 Please create the /public/content/${ resource } file.
de: 📝 Bitte erstellen Sie die Datei /public/content/${ resource }.
fr: 📝 Veuillez créer le fichier /public/content/${ resource }.
sv: 📝 Skapa filen /public/content/${ resource }.

source: Roles
de: Rollen
fr: Rôles
sv: Roller

source: Proxy
fr: Mandataire

source: Retreive an API key and whitelist this instance's IP address on Namecheap's website
de: Rufen Sie einen API-Schlüssel ab und setzen Sie die IP-Adresse dieser Instanz auf die Whitelist der Website von Namecheap
fr: Récupérez une clé API et ajoutez l'adresse IP de cette instance à la liste blanche sur le site Web de Namecheap
sv: Hämta en API-nyckel och vitlista den här instansens IP-adress på Namecheaps webbplats

source: Provider
de: Anbieter

source: Please select a Provider
de: Bitte wählen Sie einen Anbieter

source: Connector ${ connector.provider }
de: Konnektor ${ connector.provider }

source: At least one trigger
de: Mindestens ein Auslöser
