Repository: maelgangloff/domain-watchdog
Catalog: translations/*.po
Languages: de, es, fr, sv

source: Top-level domains sponsored by specific organizations that set rules for registration and use, often related to particular interest groups or industries.
de: Top-Level-Domains werden von bestimmten Organisationen gesponsert, die Regeln für die Registrierung und Nutzung festlegen und oft mit bestimmten Interessengruppen oder Branchen in Zusammenhang stehen.
es: Dominios de nivel superior patrocinados por organizaciones específicas que establecen reglas para su registro y uso, a menudo relacionadas con grupos de interés o industrias particulares.
fr: Domaines de premier niveau sponsorisés par des organisations spécifiques qui établissent des règles d'enregistrement et d'utilisation, souvent liées à des groupes d'intérêt ou à des secteurs particuliers.
sv: Toppdomäner som sponsras av specifika organisationer som fastställer regler för registrering och användning, ofta relaterade till särskilda intressegrupper eller branscher.

source: Generic top-level domains open to everyone, not restricted by specific criteria, representing various themes or industries.
de: Generische Top-Level-Domains, die für jeden offen sind, nicht durch bestimmte Kriterien eingeschränkt sind und verschiedene Themen oder Branchen repräsentieren.
es: Dominios genéricos de nivel superior abiertos a todo el mundo, sin restricciones por criterios específicos, que representan diversos temas o industrias.
fr: Domaines génériques de premier niveau ouverts à tous, non restreints par des critères spécifiques, représentant des thèmes ou des secteurs d'activité variés.
sv: Generiska toppdomäner som är öppna för alla, inte begränsade av specifika kriterier, och som representerar olika teman eller branscher.

source: Generic top-level domains associated with specific brands, allowing companies to use their own brand names as domains.
de: Generische Top-Level-Domains sind mit bestimmten Marken verknüpft und ermöglichen Unternehmen die Verwendung ihrer eigenen Markennamen als Domains.
es: Dominios genéricos de nivel superior asociados a marcas específicas, que permiten a las empresas utilizar sus propios nombres de marca como dominios.
fr: Domaines génériques de premier niveau associés à des marques spécifiques, permettant aux entreprises d'utiliser leurs propres noms de marque comme domaines.
sv: Generiska toppdomäner associerade med specifika varumärken, vilket gör det möjligt för företag att använda sina egna varumärken som domäner.

source: Top-level domains based on country codes, identifying websites according to their country of origin.
de: Top-Level-Domains basieren auf Ländercodes und identifizieren Websites entsprechend ihrem Herkunftsland.
es: Dominios de nivel superior basados en códigos de país, que identifican los sitios web según su país de origen.
fr: Domaines de premier niveau basés sur les codes de pays, identifiant les sites web en fonction de leur pays d'origine.
sv: Toppdomäner baserade på landskoder, som identifierar webbplatser enligt deras ursprungsland.

source: This page presents all active TLDs in the root zone database.
de: Auf dieser Seite werden alle aktiven TLDs in der Root-Zone-Datenbank angezeigt.
es: Esta página presenta todos los TLD activos en la base de datos de la zona raíz.
fr: Cette page présente tous les TLD actifs dans la zone racine.
sv: Den här sidan presenterar alla aktiva toppdomäner i rotzondatabasen.

source: IANA provides the list of currently active TLDs, regardless of their type, and ICANN provides the list of gTLDs. In most cases, the two-letter ccTLD assigned to a country is made in accordance with the ISO 3166-1 standard. This data is updated every month. Three HTTP requests are needed for the complete update of TLDs in Domain Watchdog (two requests to IANA and one to ICANN). At the same time, the list of root RDAP servers is updated.
de: IANA stellt die Liste der derzeit aktiven TLDs unabhängig von ihrem Typ bereit und ICANN stellt die Liste der gTLDs bereit. In den meisten Fällen erfolgt die Zuweisung der zweistelligen ccTLD an ein Land gemäß der Norm ISO 3166-1. Diese Daten werden jeden Monat aktualisiert. Für die vollständige Aktualisierung der TLDs in Domain Watchdog sind drei HTTP-Anfragen erforderlich (zwei Anfragen an IANA und eine an ICANN). Gleichzeitig wird die Liste der Root-RDAP-Server aktualisiert.
es: La IANA proporciona la lista de TLD actualmente activos, independientemente de su tipo, e ICANN proporciona la lista de gTLD. En la mayoría de los casos, el ccTLD de dos letras asignado a un país se crea de acuerdo con la norma ISO 3166-1. Estos datos se actualizan mensualmente. Se necesitan tres solicitudes HTTP para la actualización completa de los TLD en Domain Watchdog (dos solicitudes a IANA y una a ICANN). Al mismo tiempo, se actualiza la lista de servidores RDAP raíz.
fr: L'IANA fournit la liste des TLD actuellement actifs, quel que soit leur type, et l'ICANN fournit la liste des gTLD. Dans la plupart des cas, le ccTLD à deux lettres attribué à un pays est établi conformément à la norme ISO 3166-1. Ces données sont mises à jour tous les mois. Trois requêtes HTTP sont nécessaires pour la mise à jour complète des TLD dans Domain Watchdog (deux requêtes à l'IANA et une à l'ICANN). Parallèlement, la liste des serveurs RDAP racine est mise à jour.
sv: IANA tillhandahåller en lista över för närvarande aktiva toppnivådomäner, oavsett typ, och ICANN tillhandahåller en lista över gTLD:er. I de flesta fall är den tvåbokstavliga ccTLD som tilldelas ett land utformad i enlighet med ISO 3166-1-standarden. Denna data uppdateras varje månad. Tre HTTP-förfrågningar behövs för en fullständig uppdatering av toppdomäner i Domain Watchdog (två förfrågningar till IANA och en till ICANN). Samtidigt uppdateras listan över RDAP-rootservrar.

source: Generic Top-Level-Domains
de: Generische Top-Level-Domains
es: Dominios genéricos de nivel superior
fr: Domaines de premier niveau générique
sv: Generiska toppdomäner

source: Country-Code Top-Level-Domains
de: Länderspezifische Top-Level-Domains
es: Dominios de nivel superior de código de país
fr: Domaines de premier niveau national
sv: Landskod Toppdomäner

source: Brand Generic Top-Level-Domains
de: Markengenerische Top-Level-Domains
es: Dominios de nivel superior genéricos de marca
fr: Domaines de premier niveau générique de marque
sv: Generiska toppdomäner för varumärken

source: Sponsored Top-Level-Domains
de: Gesponserte Top-Level-Domains
es: Dominios de nivel superior patrocinados
fr: Domaines de premier niveau parrainés
sv: Sponsrade toppdomäner

source: Create an account
de: Ein Konto erstellen
es: Crea una cuenta
fr: Créer un compte
sv: Skapa ett konto

source: Sorry, the page you visited does not exist.
de: Es tut uns leid, die von Ihnen besuchte Seite existiert nicht.
es: Lo sentimos, la página que intentó visitar no existe.
fr: Désolé, cette page n'existe pas.
sv: Tyvärr, sidan du besökte finns inte.

source: Found !
de: Gefunden !
es: Encontró !
fr: Trouvé !
sv: Hittat!

source: ${ ldhName } added to ${ watchlist.name }
es: ${ ldhName } añadido a ${ watchlist.name }

source: Although the domain exists in my database, it has been deleted from the WHOIS by its registrar.
de: Obwohl die Domain in meiner Datenbank vorhanden ist, wurde sie von ihrem Registrar aus dem WHOIS gelöscht.
es: Aunque el dominio existe en mi base de datos, ha sido borrado del WHOIS por su registrador.
fr: Bien que le domaine existe dans ma base de données, il a été supprimé du WHOIS par son bureau d'enregistrement.
sv: Även om domänen finns i min databas har den tagits bort från WHOIS av dess registrar.

source: Add to Watchlist
es: Añadir a la Watchlist

source: Add ${ domainLdhName } to a Watchlist
es: Agregar ${ domainLdhName } a una Watchlist

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
sv: Avboka

source: Add
es: Agregar

source: RDAP queries
de: RDAP-Abfragen
es: Consultas RDAP
fr: Requêtes RDAP
sv: RDAP-frågor

source: Alerts sent
de: Gesendete Warnungen
es: Alertas enviadas
fr: Alertes envoyées
sv: Aviseringar skickade

source: Domain names in database
de: Domänennamen in der Datenbank
es: Nombres de dominio en la base de datos
fr: Noms de domaine dans la base de données
sv: Domännamn i databasen

source: Tracked domain names
de: Verfolgte Domänennamen
es: Nombres de dominio rastreados
fr: Noms de domaine suivis
sv: Spårade domännamn

source: Purchased domain names
de: Gekaufte Domänennamen
es: Nombres de dominio comprados
fr: Noms de domaine achetés
sv: Köpta domännamn

source: This value is based on the status code of the HTTP response from the providers following the domain order.
de: Dieser Wert basiert auf dem Statuscode der HTTP-Antwort der Anbieter nach dem Domainkauf.
es: Este valor se basa en el código de estado de la respuesta HTTP de los proveedores, siguiendo el orden del dominio.
fr: Cette valeur est basée sur le code d'état de la réponse HTTP des Providers suivant l'achat du domaine.
sv: Detta värde baseras på statuskoden för HTTP-svaret från leverantörerna efter domänordningen.

source: Success rate
de: Erfolgsrate
es: Tasa de éxito
fr: Taux de succès
sv: Framgångsgrad

source: Please create the /public/content/${ resource } file.
es: Por favor, cree el archivo /public/content/${ resource }.

source: Connector created !
de: Connector erstellt!
es: ¡Conector creado!
fr: Connecteur créé !
sv: Connector skapad!

source: Create a Connector
de: Erstellen eines Connectors
es: Crear un Conector
fr: Créer un Connecteur
sv: Skapa en Connector

source: Watchlist created !
de: Watchlist erstellt !
es: ¡Watchlist creada!
fr: Watchlist créée !
sv: Watchlist skapad!

source: Watchlist updated !
de: Watchlist aktualisiert !
es: ¡Watchlist actualizada!
fr: Watchlist mise à jour !
sv: Watchlist uppdaterad!

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
sv: Användarnamn

source: The domain name was updated less than a week ago.
es: El nombre de dominio se actualizó hace menos de una semana.
fr: Le nom de domaine a été mis à jour il y a moins d'une semaine.
sv: Domännamnet uppdaterades för mindre än en vecka sedan.

source: Registrant
de: Anmelder
es: Registrante

source: Technical
de: Technischer
es: Técnico
fr: Technique
sv: Teknisk

source: Administrative
de: Verwaltung
es: Administrativo
fr: Administratif
sv: Administrativ

source: Abuse
de: Missbrauch
es: Abuso
fr: Abus
sv: Missbruk

source: Billing
de: Rechnungsstellung
es: Facturación
fr: Facturation
sv: Fakturering

source: Reseller
de: Wiederverkäufer
es: Revendedor
fr: Revendeur
sv: Återförsäljare

source: Sponsor
es: Patrocinador
fr: Parrain

source: Notifications
de: Benachrichtigungen
es: Notificaciones
sv: Aviseringar

source: The entity object instance is the registrant of the registration. In some registries, this is known as a maintainer.
de: Die Entitätsobjektinstanz ist der Registrant der Registrierung. In einigen Registern wird dies als Maintainer bezeichnet.
es: La instancia del objeto de entidad es el registrante del registro. En algunos registros, se le conoce como mantenedor.
fr: L'instance de l'objet entité est le titulaire de l'enregistrement. Dans certains registres, on parle de mainteneur.
sv: Entitetsobjektinstansen är registreringens registrant. I vissa register kallas detta för en underhållare.

source: The entity object instance is a technical contact for the registration.
de: Die Entitätsobjektinstanz ist ein technischer Kontakt für die Registrierung.
es: La instancia del objeto de entidad es un contacto técnico para el registro.
fr: L'instance de l'objet entité est un contact technique pour l'enregistrement.
sv: Entitetsobjektinstansen är en teknisk kontakt för registreringen.

source: The entity object instance is an administrative contact for the registration.
de: Die Entitätsobjektinstanz ist ein administrativer Kontakt für die Registrierung.
es: La instancia del objeto de entidad es un contacto administrativo para el registro.
fr: L'instance de l'objet entité est un contact administratif pour l'enregistrement.
sv: Entitetsobjektinstansen är en administrativ kontakt för registreringen.

source: The entity object instance handles network abuse issues on behalf of the registrant of the registration.
de: Die Instanz des Entity-Objekts behandelt Fragen des Netzmissbrauchs im Namen des Registranten der Registrierung.
es: La instancia del objeto de entidad gestiona los problemas de abuso de la red en nombre del registrante del registro.
fr: L'instance de l'objet entité gère les problèmes d'abus de réseau pour le compte du titulaire de l'enregistrement.
sv: Entitetsobjektinstansen hanterar problem med nätverksmissbruk för registreringens registrants räkning.

source: The entity object instance handles payment and billing issues on behalf of the registrant of the registration.
de: Die Instanz des Entitätsobjekts wickelt die Zahlungs- und Abrechnungsangelegenheiten im Namen des Registranten der Registrierung ab.
es: La instancia del objeto de entidad gestiona los problemas de pago y facturación en nombre del titular del registro.
fr: L'instance de l'objet entité gère les questions de paiement et de facturation au nom du titulaire de l'enregistrement.
sv: Entitetsobjektinstansen hanterar betalnings- och faktureringsfrågor för registreringens registrants räkning.

source: The entity object instance represents the authority responsible for the registration in the registry.
de: Die Instanz des Entitätsobjekts repräsentiert die für die Registrierung im Register zuständige Behörde.
es: La instancia del objeto de entidad representa la autoridad responsable del registro en el registro.
fr: L'instance de l'objet entité représente l'autorité responsable de l'enregistrement dans le registre.
sv: Entitetsobjektinstansen representerar den myndighet som ansvarar för registreringen i registret.

source: The entity object instance represents a third party through which the registration was conducted (i.e., not the registry or registrar).
de: Die Instanz des Entity-Objekts repräsentiert eine dritte Partei, über die die Registrierung durchgeführt wurde (d. h. nicht das Register oder die Registrierstelle).
es: La instancia del objeto de entidad representa a un tercero a través del cual se realizó el registro (es decir, no el registro ni el registrador).
fr: L'instance de l'objet entité représente un tiers par l'intermédiaire duquel l'enregistrement a été effectué (c'est-à-dire pas le registre ou le bureau d'enregistrement).
sv: Entitetsobjektinstansen representerar en tredje part genom vilken registreringen genomfördes (dvs. inte registret eller registraren).

source: The entity object instance represents a domain policy sponsor, such as an ICANN-approved sponsor.
de: Die Instanz des Entity-Objekts repräsentiert einen Sponsor der Domänenpolitik, z. B. einen von der ICANN zugelassenen Sponsor.
es: La instancia del objeto de entidad representa un patrocinador de políticas de dominio, como un patrocinador aprobado por la ICANN.
fr: L'instance de l'objet entité représente un sponsor de politique de domaine, tel qu'un sponsor approuvé par l'ICANN.
sv: Entitetsobjektinstansen representerar en domänpolicysponsor, till exempel en ICANN-godkänd sponsor.

source: The entity object instance represents a proxy for another entity object, such as a registrant.
de: Die Entitätsobjektinstanz stellt einen Stellvertreter für ein anderes Entitätsobjekt dar, z. B. einen Registranten.
es: La instancia del objeto de entidad representa un proxy para otro objeto de entidad, como un registrante.
fr: L'instance de l'objet entité représente un mandataire pour un autre objet entité, tel qu'un titulaire.
sv: Entitetsobjektinstansen representerar en proxy för ett annat entitetsobjekt, till exempel en registrant.

source: An entity object instance designated to receive notifications about association object instances.
de: Eine Entitätsobjektinstanz, die für den Empfang von Benachrichtigungen über Assoziationsobjektinstanzen bestimmt ist.
es: Una instancia de objeto de entidad designada para recibir notificaciones sobre instancias de objetos de asociación.
fr: Une instance de l'objet entité désignée pour recevoir des notifications sur les instances d'objet d'association.
sv: En entitetsobjektinstans som är avsedd att ta emot meddelanden om associationsobjektinstanser.

source: The entity object instance handles communications related to a network operations center (NOC).
de: Die Entity-Objektinstanz verarbeitet die Kommunikation im Zusammenhang mit einem Network Operations Center (NOC).
es: La instancia del objeto de entidad gestiona las comunicaciones relacionadas con un centro de operaciones de red (NOC).
fr: L'instance de l'objet entité gère les communications liées à un centre d'opérations réseau (NOC).
sv: Entitetsobjektinstansen hanterar kommunikation relaterad till ett nätverksoperationscenter (NOC).

source: Reregistration
de: Neuregistrierung
es: Reinscripción
fr: Réenregistrement
sv: Omregistrering

source: Changed
de: Geändert
es: Cambió
fr: Modification
sv: Ändrad

source: Expiration
de: Ablauf
es: Caducidad
sv: Utgång

source: Deletion
de: Löschung
es: Supresión
fr: Suppression
sv: Radering

source: Reinstantiation
de: Neuinstanzierung
es: Reinstanciación
fr: Réinstanciation
sv: Återupprättande

source: Transfer
de: Übertragung
es: Transferir
fr: Transfert
sv: Överföra

source: Locked
de: Gesperrt
es: Bloqueado
fr: Bloqué
sv: Låst

source: Unlocked
de: Entsperrt
es: Desbloqueado
fr: Débloqué
sv: Olåst

source: Registrar expiration
de: Ablauf des Registrars
es: Caducidad del registrador
fr: Expiration du registraire
sv: Registrarens utgångsdatum

source: ENUM validation expiration
de: Ablauf der ENUM-Validierung
es: Caducidad de validación ENUM
fr: Expiration de la validation ENUM
sv: ENUM-valideringsutgång

source: The object instance was initially registered.
de: Die Objektinstanz wurde zunächst registriert.
es: La instancia del objeto se registró inicialmente.
fr: L'instance d'objet a été initialement enregistrée.
sv: Objektinstansen registrerades initialt.

source: The object instance was registered subsequently to initial registration.
de: Die Objektinstanz wurde im Anschluss an die Erstregistrierung registriert.
es: La instancia del objeto se registró posteriormente al registro inicial.
fr: L'instance d'objet a été enregistrée postérieurement à l'enregistrement initial.
sv: Objektinstansen registrerades efter den initiala registreringen.

source: An action noting when the information in the object instance was last changed.
de: Eine Aktion, die festhält, wann die Informationen in der Objektinstanz zuletzt geändert wurden.
es: Una acción que registra cuándo se modificó por última vez la información en la instancia del objeto.
fr: Action indiquant la date de la dernière modification des informations contenues dans l'instance d'objet.
sv: En åtgärd som noterar när informationen i objektinstansen senast ändrades.

source: The object instance has been removed or will be removed at a predetermined date and time from the registry.
de: Die Objektinstanz wurde entfernt oder wird zu einem festgelegten Datum und Zeitpunkt aus der Registrierung entfernt.
es: La instancia del objeto ha sido eliminada o será eliminada del registro en una fecha y hora predeterminadas.
fr: L'instance d'objet a été supprimée ou sera supprimée du registre à une date et une heure prédéterminées.
sv: Objektinstansen har tagits bort eller kommer att tas bort från registret vid ett förutbestämt datum och en förutbestämd tidpunkt.

source: The object instance was removed from the registry at a point in time that was not predetermined.
de: Die Objektinstanz wurde zu einem nicht vorherbestimmten Zeitpunkt aus der Registry entfernt.
es: La instancia del objeto se eliminó del registro en un momento no predeterminado.
fr: L’instance d’objet a été supprimée du registre à un moment qui n’était pas prédéterminé.
sv: Objektinstansen togs bort från registret vid en tidpunkt som inte var förutbestämd.

source: The object instance was reregistered after having been removed from the registry.
de: Die Objektinstanz wurde nach der Entfernung aus der Registry erneut registriert.
es: La instancia del objeto se volvió a registrar después de haber sido eliminada del registro.
fr: L'instance d'objet a été réenregistrée après avoir été supprimée du registre.
sv: Objektinstansen registrerades om efter att ha tagits bort från registret.

source: The object instance was transferred from one registrar to another.
de: Die Objektinstanz wurde von einem Registrar zu einem anderen übertragen.
es: La instancia del objeto se transfirió de un registrador a otro.
fr: L'instance d'objet a été transférée d'un bureau d'enregistrement à un autre.
sv: Objektinstansen överfördes från en registrar till en annan.

source: The object instance was locked.
de: Die Objektinstanz wurde gesperrt.
es: La instancia del objeto estaba bloqueada.
fr: L'instance de l'objet a été verrouillée.
sv: Objektinstansen var låst.

source: The object instance was unlocked.
de: Die Objektinstanz wurde entsperrt.
es: La instancia del objeto se desbloqueó.
fr: L'instance de l'objet a été déverrouillée.
sv: Objektinstansen låstes upp.

source: An action noting the expiration date of the object in the registrar system.
de: Eine Aktion, die das Ablaufdatum des Objekts im Registrarsystem notiert.
es: Una acción que registra la fecha de vencimiento del objeto en el sistema de registro.
fr: Une action notant la date d'expiration de l'objet dans le système d'enregistrement.
sv: En åtgärd som noterar objektets utgångsdatum i registrarsystemet.

source: Association of phone number represented by this ENUM domain to registrant has expired or will expire at a predetermined date and time.
de: Die Zuordnung der durch diese ENUM-Domäne repräsentierten Telefonnummer zum Registranten ist abgelaufen oder läuft zu einem festgelegten Datum und Zeitpunkt ab.
es: La asociación del número de teléfono representado por este dominio ENUM con el registrante ha caducado o caducará en una fecha y hora predeterminadas.
fr: L'association du numéro de téléphone représenté par ce domaine ENUM au titulaire a expiré ou expirera à une date et une heure prédéterminées.
sv: Kopplingen av telefonnumret som representeras av denna ENUM-domän till registranten har löpt ut eller kommer att löpa ut vid ett förutbestämt datum och tidpunkt.

source: This is the standard status for a domain, meaning it has no pending operations or prohibitions.
de: Dies ist der Standardstatus einer Domäne. Dies bedeutet, dass keine Vorgänge oder Verbote ausstehen.
es: Este es el estado estándar de un dominio, lo que significa que no tiene operaciones pendientes ni prohibiciones.
fr: Il s'agit du statut standard d'un domaine, ce qui signifie qu'il n'a aucune opération ou interdiction en attente.
sv: Detta är standardstatusen för en domän, vilket betyder att den inte har några väntande åtgärder eller begränsningar.

source: This status code indicates that delegation information (name servers) has not been associated with your domain. Your domain is not activated in the DNS and will not resolve.
de: Dieser Statuscode zeigt an, dass Ihrer Domain keine Delegationsinformationen (Nameserver) zugeordnet wurden. Ihre Domain ist im DNS nicht aktiviert und wird nicht aufgelöst.
es: Este código de estado indica que la información de delegación (servidores de nombres) no se ha asociado a su dominio. Su dominio no está activado en el DNS y no se resolverá.
fr: Ce code d'état indique que les informations de délégation (serveurs de noms) n'ont pas été associées à votre domaine. Votre domaine n'est pas activé dans le DNS et ne sera pas résolu.
sv: Denna statuskod indikerar att delegeringsinformation (namnservrar) inte har associerats med din domän. Din domän är inte aktiverad i DNS och kommer inte att fungera.
